/* (No Commment) */
"%d days left" = "Faltam %d dias";

/* (No Commment) */
"Automatically check for updates (last check: %@)" = "Buscar atualizações automaticamente (última verificação: %@)";

/* (No Commment) */
"Better get your license today!" = "Obtenha a sua licença hoje!";

/* (No Commment) */
"BetterZip has detected more copies running at the same time in your network than you have license keys. 

Every computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "O BetterZip detectou mais cópias do que você tem direito abertas ao mesmo tempo na rede. 

Cada computador da rede deve ter sua própria licença. Considere comprar uma licença múltipla de preço bem razoável.";

/* (No Commment) */
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "O BetterZip ainda não foi registrado. Seu período de avaliação termina hoje. Para continuar usando o BetterZip, clique em Comprar Agora e registre.";

/* (No Commment) */
"BetterZip is not yet registered. Your trial period will end in %d days. 

If you like BetterZip, click the 'Buy now' button below and get your license today!" = "O BetterZip ainda não foi registrado. Seu período de avaliação termina em %d dias.

Sa você curte o BetterZip, clique em Comprar Agora e obtenha a sua licença hoje.";

/* (No Commment) */
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "O BetterZip ainda não foi registrado. Seu período de avaliação terminará amanhã. Para continuar usando o BetterZip clique em Comprar Agora e registre.";

/* (No Commment) */
"Buy Me!" = "Compre-me!";

/* (No Commment) */
"Buy Now..." = "Comprar Agora...";

/* (No Commment) */
"Buy now" = "Comprar Agora";

/* (No Commment) */
"Buy today!" = "Compre Hoje!";

/* (No Commment) */
"Check for Updates..." = "Buscar Atualizações...";

/* (No Commment) */
"Continue" = "Continuar";

/* (No Commment) */
"Great!" = "Ótimo!";

/* (No Commment) */
"Instant Karma" = "Carma Instantâneo";

/* (No Commment) */
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "Faz um tempo desde a última vez que você experimentou o BetterZip. Leve mais alguns dias para reavaliá-lo. Seu período de avaliação foi estendido.";

/* (No Commment) */
"Later" = "Mais Tarde";

/* (No Commment) */
"More license keys required." = "Requer mais licenças.";

/* (No Commment) */
"Must.Buy.Now." = "Devo.Comprar.Agora.";

/* (No Commment) */
"Please register BetterZip to enable the saving of archives." = "Registre o BetterZip para ativar o salvamento de arquivos comprimidos.";

/* (No Commment) */
"Pleeease!" = "Por favor!";

/* (No Commment) */
"Registration..." = "Registro...";

/* (No Commment) */
"Registration: # %d on %@
Licensee: %@" = "Registro: # %d em %@
Licenciado: %@";

/* (No Commment) */
"Registration: # %d on %@ for %d licenses
Licensee: %@" = "Registro: # %d em %@ para %d licenças
Licenciado: %@";

/* (No Commment) */
"The code is invalid. Make sure you pasted the complete key into the text field." = "O código é inválido. Certifique-se de que a licença completa tenha sido colada.";

/* (No Commment) */
"The trial period is over" = "O período de avaliação terminou";

/* (No Commment) */
"This function is available to registered users only." = "Esta função está disponível somente para usuários registrados.";

/* (No Commment) */
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Esta licença é válida para uma versão mais antiga do BetterZip. Você pode usá-la para comprar uma licença de atualização com desconto do BetterZip 4 por US$9,99. Clique em Atualizar Agora para visitar nossa loja na web.";

/* (No Commment) */
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Esta é uma licença temporária para clientes que compraram o BetterZip 2 na Mac App Store. Você pode usá-la para comprar uma licença de atualização com desconto do BetterZip 4 por US$9,99. Clique em Atualizar Agora para visitar nossa loja na web.";

/* (No Commment) */
"Trial user
%d days left" = "Avaliação
Faltam %d dias";

/* (No Commment) */
"Upgrade now" = "Atualizar Agora";

/* (No Commment) */
"Welcome back to BetterZip!" = "Bem-vindo novamente ao BetterZip!";

/* (No Commment) */
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.
Click the 'Buy now' button to check it out." = "Sua licença não é válida para esta versão do BetterZip, mas nossas tarifas de atualização são bem razoáveis.
Clique em Comprar Agora e confira.";

/* (No Commment) */
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "Seu período de avaliação terminou. O BetterZip ainda funcionará por mais alguns dias, mas você deve registrá-lo caso queira usá-lo. Clique em Comprar Agora e receba sua licença em minutos.";

/* (No Commment) */
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "Seu período de avaliação terminou. Você poderá visualizar arquivos comprimidos, mas não poderá salvá-los. Se quiser continuar usando o BetterZip, clique en Comprar Agora e receba sua licença em minutos.";

/* (No Commment) */
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";

/* (No Commment) */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";

/* (No Commment) */
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";

"\nYour copy of BetterZip is registered. Thank you!" = "\nSua cópia do BetterZip está registrada. Obrigado!";

